Repository: bdbcat/ofc_pi
Catalog: po/*.po
Languages: nl_nl

source: ---<<< Warning: Chart georef accuracy may be poor. >>>---
nl_nl: ---<<< Waarschuwing: nauwkeurigheid van de kaart kalibratie is mogelijk slecht. >>>---

source: ---<<< Warning: Chart georef accuracy is poor. >>>---
nl_nl: ---<<< Waarschuwing: nauwkeurigheid van de kaart kalibratie is slecht. >>>---

source: Fugawi Charts
nl_nl: Fugawi Kaarten

source: Fugawi.com Charts PlugIn for OpenCPN
nl_nl: Fugawi.com kaarten plug-in voor OpenCPN

source: Fugawi Charts PlugIn for OpenCPN Provides support for Fugawi.com raster charts.
nl_nl: Fugawi kaarten plug-in voor OpenCPN Biedt ondersteuning voor Fugawi.com raster kaarten.

source: Cannot find the ofc server utility at
nl_nl: Kan het ofc-hulpprogramma niet vinden op

source: ofc_pi Message
nl_nl: ofc_pi bericht

source: serverd utility at
nl_nl: hulpprogramma op

source: could not be started.
nl_nl: kon niet worden gestart.

source: Dialog
nl_nl: Dialoogvenster

source: Available.
nl_nl: Beschikbaar.

source: Installed, Up-to-date.
nl_nl: Geïnstalleerd, Up-to-date.

source: Installed, Update available.
nl_nl: Geïnstalleerd, maar Update beschikbaar.

source: Expired.
nl_nl: Verlopen.

source: Ready for download/install.
nl_nl: Klaar voor downloaden/installeren.

source: Please update Chart List.
nl_nl: Aub eerst kaarten lijst bijwerken.

source: Ready for Activation Request.
nl_nl: Klaar voor de activeringsaanvraag.

source: Fugawi server error:
nl_nl: Fugawi serverfout:

source: Invalid email name or password.
nl_nl: Ongeldige gebruikersnaam of wachtwoord.

source: Check your configuration and try again.
nl_nl: Controleer uw instellingen en probeer het opnieuw.

source: internet communications error code:
nl_nl: internet communicatie foutcode:

source: Check your connection and try again.
nl_nl: Controleer je verbinding en probeer het opnieuw.

source: Invalid Login.
nl_nl: Aanmeldgegevens ongeldig.

source: This action will PERMANENTLY assign the chartset:
nl_nl: Deze actie zal DEFINITIEF de kaartset toewijzen:

source: to this system.
nl_nl: DEFINITIEF koppelen aan deze computer.

source: Proceed?
nl_nl: Doorgaan?

source: Unzipping chart files...
nl_nl: Uitpakken kaart bestanden...

source: My Charts
nl_nl: Mijn kaarten

source: Refresh Chart List
nl_nl: De kaartenlijst vernieuwen

source: Actions
nl_nl: Acties

source: Install Selected Chart
nl_nl: Installeer de gekozen kaart

source: Cancel Operation
nl_nl: Bewerking annuleren

source: Status: Chart List Refresh required.
nl_nl: Status: Update kaarten lijst nodig.

source: Contacting Fugawi Charts server...
nl_nl: Contact maken met Fugawi kaart server...

source: Status: Communications error.
nl_nl: Status: Communicatiefout.

source: Status: Checking for updates.
nl_nl: Status: controleren voor updates.

source: Status: Chartset index download failed.
nl_nl: Status: Kaartenset index download mislukt.

source: Status: Ready
nl_nl: Status: klaar

source: Downloading index file
nl_nl: Index-bestand downloaden

source: Reading Index:
nl_nl: Lezen van Index:

source: Status: Error parsing index.xml.
nl_nl: Status: Fout bij het analyseren van index.xml.

source: Chart download cancelled.
nl_nl: Kaart download geannuleeerd.

source: Status: Server unavailable.
nl_nl: Server is niet beschikbaar.

source: Status: BZB download FAILED after retry.
nl_nl: Statuut: BZB downloaden mislukt na opnieuw proberen.

source: Chart installation complete.
nl_nl: Kaarten installatie voltooid.

source: Downloading chart:
nl_nl: Download kaart:

source: Choose chart install location.
nl_nl: Kies kaart installatie plek.

source: Status: Cancelled.
nl_nl: Status: geannuleerd.

source: Status: Activation FAILED.
nl_nl: Status: Activering mislukt.

source: Activation succeeded.
nl_nl: Activering is geslaagd.

source: You may now proceed to install the chartset
nl_nl: Je kunt nu overgaan tot het installeren van de kaartset

source: Status: Downloading...
nl_nl: Status: downloaden...

source: Downloading...
nl_nl: Downloaden...

source: Install Selected Chartset
nl_nl: Installeer de gekozen kaart

source: Reinstall Selected Chartset
nl_nl: Opnieuw installeren van gekozen kaart

source: Update Selected Chartset
nl_nl: Bijwerken van de geselecteerde Chartset

source: Activate Selected Chartset
nl_nl: Activeren van de geselecteerde kaartenset

source: Cancel
nl_nl: Annuleer

source: Downloaded:
nl_nl: Gedownload:

source: Login to Fugawi.com shop
nl_nl: Log in op de Fugawi.com shop

source: email address:
nl_nl: e-mailadres:

source: Password:
nl_nl: Wachtwoord:
